Repository: anton0801/TVRemote
Catalog: TVRemoteScreenMirroring/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# plan.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ru: Год

# platform.unknown
source: Other TV
de: Anderer Fernseher
es: Otra TV
fr: Autre téléviseur
ru: Другой ТВ

# price.perMonth
source: %@ / month
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
ru: %@ / месяц

# price.perMonth.sentence
source: %@ per month
de: %@ pro Monat
es: %@ al mes
fr: %@ par mois
ru: %@ в месяц

# price.perYear
source: %@ / year
de: %@ / Jahr
es: %@ / año
fr: %@ / an
ru: %@ / год

# price.perYear.sentence
source: %@ per year
de: %@ pro Jahr
es: %@ al año
fr: %@ par an
ru: %@ в год

# privacy.analytics
source: Share usage analytics
de: Nutzungsanalyse teilen
es: Compartir analíticas de uso
fr: Partager les statistiques
ru: Отправлять аналитику

# privacy.analytics.footer
source: Helps us see which features work (Google Analytics for Firebase). Never includes typed text, TV names, addresses, photos or screen content. Off until you turn it on.
de: Zeigt uns, welche Funktionen funktionieren (Google Analytics for Firebase). Nie mit Text, TV-Namen, Adressen, Fotos oder Bildschirm. Aus, bis du es aktivierst.
es: Nos ayuda a ver qué funciones funcionan (Google Analytics for Firebase). Nunca incluye texto, nombres de TV, direcciones, fotos ni pantalla. Desactivado hasta que lo actives.
fr: Nous aide à savoir quelles fonctions marchent (Google Analytics for Firebase). N’inclut jamais texte, noms de téléviseurs, adresses, photos ni écran. Désactivé jusqu’à activation.
ru: Помогает понять, какие функции работают (Google Analytics for Firebase). Никогда не содержит текст, имена ТВ, адреса, фото или экран. Выключено, пока вы не включите.

# privacy.clearDiagnostics
source: Clear technical log
de: Technisches Protokoll löschen
es: Borrar registro técnico
fr: Effacer le journal technique
ru: Очистить технический журнал

# privacy.clearDiagnostics.confirm
source: Clear the technical log on this iPhone? It can’t be restored.
de: Technisches Protokoll auf diesem iPhone löschen? Es lässt sich nicht wiederherstellen.
es: ¿Borrar el registro técnico de este iPhone? No se puede recuperar.
fr: Effacer le journal technique de cet iPhone ? Il ne pourra pas être restauré.
ru: Очистить технический журнал на этом iPhone? Восстановить его не получится.

# privacy.clearDiagnostics.done
source: Technical log cleared.
de: Technisches Protokoll gelöscht.
es: Registro técnico borrado.
fr: Journal technique effacé.
ru: Технический журнал очищен.

# privacy.crash
source: Send crash reports
de: Absturzberichte senden
es: Enviar informes de fallos
fr: Envoyer les rapports de plantage
ru: Отправлять отчёты о сбоях

# privacy.crash.footer
source: Crash reports (Firebase Crashlytics) contain technical codes only. A change takes full effect after the app restarts.
de: Absturzberichte (Firebase Crashlytics) enthalten nur technische Codes. Die Änderung wirkt vollständig nach einem Neustart.
es: Los informes (Firebase Crashlytics) solo contienen códigos técnicos. El cambio se aplica por completo al reiniciar la app.
fr: Les rapports (Firebase Crashlytics) ne contiennent que des codes techniques. Le changement s’applique pleinement après redémarrage.
ru: Отчёты (Firebase Crashlytics) содержат только технические коды. Изменение полностью вступит в силу после перезапуска.

# privacy.deletion.footer
source: Turning collection off stops future data. To delete data already sent, contact support.
de: Das Deaktivieren stoppt künftige Daten. Zum Löschen bereits gesendeter Daten kontaktiere den Support.
es: Desactivar la recopilación detiene los datos futuros. Para borrar datos ya enviados, contacta con soporte.
fr: Désactiver la collecte arrête les données futures. Pour supprimer les données déjà envoyées, contactez l’assistance.
ru: Отключение останавливает будущий сбор. Чтобы удалить уже отправленные данные, напишите в поддержку.

# privacy.diagnostics.empty
source: The technical log is empty.
de: Das technische Protokoll ist leer.
es: El registro técnico está vacío.
fr: Le journal technique est vide.
ru: Технический журнал пуст.

# privacy.firebaseNotConfigured
source: Analytics and crash reporting services aren’t configured in this build, so nothing is collected even if switched on.
de: Analyse- und Absturzdienste sind in dieser Version nicht eingerichtet; es wird auch bei Aktivierung nichts erfasst.
es: Los servicios de analíticas e informes de fallos no están configurados en esta versión; no se recopila nada aunque los actives.
fr: Les services de statistiques et de plantage ne sont pas configurés dans cette version : rien n’est collecté même s’ils sont activés.
ru: Сервисы аналитики и отчётов о сбоях в этой сборке не настроены, поэтому данные не собираются даже при включении.

# privacy.onDevice
source: On this iPhone
de: Auf diesem iPhone
es: En este iPhone
fr: Sur cet iPhone
ru: На этом iPhone

# privacy.reviewDiagnostics
source: Review diagnostic details
de: Diagnosedaten ansehen
es: Revisar datos de diagnóstico
fr: Voir les données de diagnostic
ru: Посмотреть диагностику

# privacy.summary
source: Pairing keys are stored in the Keychain. A short list of technical states is kept for support; it’s only shared if you attach it.
de: Kopplungsschlüssel liegen im Schlüsselbund. Eine kurze Liste technischer Zustände wird für den Support gespeichert und nur geteilt, wenn du sie anhängst.
es: Las claves de vinculación se guardan en el llavero. Se guarda una breve lista de estados técnicos para soporte; solo se comparte si la adjuntas.
fr: Les clés d’association sont dans le trousseau. Une courte liste d’états techniques est conservée pour l’assistance ; elle n’est partagée que si vous la joignez.
ru: Ключи сопряжения хранятся в Связке ключей. Для поддержки хранится краткий список технических состояний — он передаётся, только если вы его приложите.

# privacy.summary.notSharing
source: Not sharing
de: Kein Teilen
es: Sin compartir
fr: Aucun partage
ru: Без передачи

# privacy.summary.sharing
source: Sharing
de: Teilen an
es: Compartiendo
fr: Partage activé
ru: Передача вкл.

# pro.actions
source: Your plan
de: Dein Tarif
es: Tu plan
fr: Votre offre
ru: Ваш тариф

# pro.allFeatures
source: You have access to all Pro features.
de: Du hast Zugriff auf alle Pro-Funktionen.
es: Tienes acceso a todas las funciones Pro.
fr: Vous avez accès à toutes les fonctions Pro.
ru: Вам доступны все функции Pro.

# pro.allFeaturesTitle
source: All Pro features
de: Alle Pro-Funktionen
es: Todas las funciones Pro
fr: Toutes les fonctions Pro
ru: Все функции Pro

# pro.autoRenewOff
source: Auto-renew is off. Access continues until %@.
de: Automatische Verlängerung ist aus. Zugriff bis %@.
es: La renovación automática está desactivada. El acceso sigue hasta el %@.
fr: Renouvellement désactivé. Accès jusqu’au %@.
ru: Автопродление выключено. Доступ действует до %@.

# pro.buyLifetime
source: Buy lifetime access
de: Dauerhaften Zugriff kaufen
es: Comprar acceso de por vida
fr: Acheter l’accès à vie
ru: Купить доступ навсегда

# pro.changeToYearly
source: Change to yearly
de: Zu jährlich wechseln
es: Cambiar a anual
fr: Passer à l’annuel
ru: Перейти на год

# pro.discount.until
source: Discounted period until %@.
de: Rabattzeitraum bis %@.
es: Periodo con descuento hasta el %@.
fr: Période à prix réduit jusqu’au %@.
ru: Период со скидкой до %@.

# pro.feature.control
source: Control your TV
de: Steuere deinen TV
es: Controla tu TV
fr: Contrôlez votre TV
ru: Управление телевизором

# pro.feature.control.detail
source: Full remote, touchpad, keyboard
de: Volle Fernbedienung, Touchpad, Tastatur
es: Mando completo, panel táctil y teclado
fr: Télécommande complète, pavé tactile, clavier
ru: Полный пульт, тачпад, клавиатура

# pro.feature.photos.detail
source: Send photos to your TV
de: Fotos an den TV senden
es: Envía fotos a tu TV
fr: Envoyez des photos sur la TV
ru: Фото на телевизоре

# pro.feature.premium
source: Premium features
de: Premium-Funktionen
es: Funciones premium
fr: Fonctions premium
ru: Расширенные функции

# pro.feature.premium.detail
source: Available Pro features on supported TVs
de: Verfügbare Pro-Funktionen auf unterstützten TVs
es: Funciones Pro disponibles en TV compatibles
fr: Fonctions Pro disponibles sur les TV compatibles
ru: Доступные функции Pro на поддерживаемых ТВ

# pro.feature.videos.detail
source: Play videos from your phone
de: Videos vom Telefon abspielen
es: Reproduce vídeos desde el teléfono
fr: Lisez des vidéos depuis le téléphone
ru: Видео с телефона

# pro.fixPayment
source: Update payment method
de: Zahlungsmethode aktualisieren
es: Actualizar método de pago
fr: Mettre à jour le paiement
ru: Обновить способ оплаты

# pro.freeTrial
source: Free trial
de: Kostenlose Testphase
es: Prueba gratuita
fr: Essai gratuit
ru: Пробный период

# pro.fromCache
source: Shown from your last verified purchase while the App Store is unreachable.
de: Angezeigt aus deinem zuletzt bestätigten Kauf, solange der App Store nicht erreichbar ist.
es: Se muestra tu última compra verificada mientras el App Store no está disponible.
fr: Affiché d’après votre dernier achat vérifié tant que l’App Store est injoignable.
ru: Показаны данные последней подтверждённой покупки, пока App Store недоступен.

# pro.graceBody
source: You’re in a grace period. All Pro features are available right now.
de: Du bist in einer Kulanzfrist. Alle Pro-Funktionen sind gerade verfügbar.
es: Estás en un periodo de gracia. Todas las funciones Pro están disponibles ahora.
fr: Vous êtes dans une période de grâce. Toutes les fonctions Pro sont disponibles.
ru: Действует льготный период. Все функции Pro сейчас доступны.

# pro.gracePeriod
source: Apple couldn’t take the last payment. Your access continues for now — please update your payment method.
de: Apple konnte die letzte Zahlung nicht einziehen. Dein Zugriff bleibt vorerst – bitte aktualisiere die Zahlungsmethode.
es: Apple no pudo cobrar el último pago. Mantienes el acceso por ahora; actualiza tu método de pago.
fr: Apple n’a pas pu prélever le dernier paiement. Votre accès continue pour l’instant : mettez à jour votre moyen de paiement.
ru: Apple не удалось провести последний платёж. Доступ пока сохраняется — обновите способ оплаты.

# pro.inactive.billingRetry
source: Apple couldn’t renew your subscription because of a payment issue.
de: Apple konnte dein Abo wegen eines Zahlungsproblems nicht verlängern.
es: Apple no pudo renovar tu suscripción por un problema de pago.
fr: Apple n’a pas pu renouveler votre abonnement à cause d’un problème de paiement.
ru: Apple не удалось продлить подписку из-за проблемы с оплатой.

# pro.inactive.expired
source: Your subscription has ended. Your TVs and settings are kept.
de: Dein Abo ist abgelaufen. Fernseher und Einstellungen bleiben erhalten.
es: Tu suscripción terminó. Se conservan tus TV y ajustes.
fr: Votre abonnement est terminé. Vos téléviseurs et réglages sont conservés.
ru: Подписка закончилась. Ваши телевизоры и настройки сохранены.

# pro.inactive.neverPurchased
source: You can check your TV for free, then choose a plan.
de: Du kannst deinen Fernseher kostenlos testen und dann einen Tarif wählen.
es: Puedes comprobar tu TV gratis y después elegir un plan.
fr: Vérifiez gratuitement votre téléviseur, puis choisissez une offre.
ru: Проверьте телевизор бесплатно, затем выберите тариф.

# pro.inactive.revoked
source: This purchase was refunded or revoked.
de: Dieser Kauf wurde erstattet oder widerrufen.
es: Esta compra se reembolsó o se revocó.
fr: Cet achat a été remboursé ou révoqué.
ru: Покупка возвращена или отозвана.

# pro.lifetime.oldSubscriptionOff
source: Your previous subscription won’t renew.
de: Dein vorheriges Abo verlängert sich nicht.
es: Tu suscripción anterior no se renovará.
fr: Votre ancien abonnement ne sera pas renouvelé.
ru: Предыдущая подписка не будет продлена.

# pro.lifetime.oldSubscriptionRenewing
source: Your %@ subscription is still set to renew. Lifetime access doesn’t cancel it — turn off auto-renew in your Apple subscriptions if you no longer want it.
de: Dein %@-Abo verlängert sich weiterhin. Der dauerhafte Zugriff kündigt es nicht – deaktiviere die Verlängerung in deinen Apple-Abos, wenn du es nicht mehr brauchst.
es: Tu suscripción %@ aún se renovará. El acceso de por vida no la cancela: desactiva la renovación en tus suscripciones de Apple si ya no la quieres.
fr: Votre abonnement %@ est toujours reconduit. L’accès à vie ne l’annule pas : désactivez le renouvellement dans vos abonnements Apple si vous n’en voulez plus.
ru: Подписка («%@») всё ещё продлевается. Доступ навсегда её не отменяет — отключите автопродление в подписках Apple, если она больше не нужна.

# pro.lifetime.oldSubscriptionUnknown
source: You may still have a subscription. Check it in your Apple subscriptions.
de: Eventuell hast du noch ein Abo. Prüfe es in deinen Apple-Abos.
es: Puede que aún tengas una suscripción. Revísala en tus suscripciones de Apple.
fr: Vous avez peut-être encore un abonnement. Vérifiez-le dans vos abonnements Apple.
ru: Возможно, у вас ещё есть подписка. Проверьте её в подписках Apple.

# pro.lifetime.status
source: Purchased · Lifetime access
de: Gekauft · Dauerhafter Zugriff
es: Comprado · Acceso de por vida
fr: Acheté · Accès à vie
ru: Куплено · Доступ навсегда

# pro.lifetimeOnce
source: %@ once
de: %@ einmalig
es: %@ una vez
fr: %@ en une fois
ru: %@ один раз

# pro.manage
source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l’abonnement
ru: Управлять подпиской

# pro.manageExisting
source: Manage existing subscription
de: Bestehendes Abo verwalten
es: Gestionar la suscripción existente
fr: Gérer l’abonnement existant
ru: Управлять текущей подпиской

# pro.manageGroup
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
ru: Управление

# pro.nextPayment
source: Next payment: %@
de: Nächste Zahlung: %@
es: Próximo pago: %@
fr: Prochain paiement : %@
ru: Следующий платёж: %@

# pro.otherPlans
source: Other plans
de: Andere Pläne
es: Otros planes
fr: Autres forfaits
ru: Другие планы

# pro.planName.lifetime
source: Lifetime access
de: Dauerzugang
es: Acceso de por vida
fr: Accès à vie
ru: Доступ навсегда

# pro.planName.monthly
source: Monthly plan
de: Monatsplan
es: Plan mensual
fr: Forfait mensuel
ru: Месячный план

# pro.planName.yearly
source: Yearly plan
de: Jahresplan
es: Plan anual
fr: Forfait annuel
ru: Годовой план

# pro.purchaseHelp
source: Help with purchases
de: Hilfe zu Käufen
es: Ayuda con compras
fr: Aide sur les achats
ru: Помощь с покупками

# pro.redeemCode
source: Redeem an offer code
de: Angebotscode einlösen
es: Canjear un código de oferta
fr: Utiliser un code d’offre
ru: Активировать промокод

# pro.refreshFailed
source: Couldn’t reach the App Store; showing your last verified status.
de: App Store nicht erreichbar; zuletzt bestätigter Status wird angezeigt.
es: No se pudo contactar con el App Store; se muestra tu último estado verificado.
fr: App Store injoignable ; affichage du dernier statut vérifié.
ru: Не удалось связаться с App Store; показан последний подтверждённый статус.

# pro.renewOff
source: Won’t renew
de: Wird nicht verlängert
es: No se renovará
fr: Ne sera pas renouvelé
ru: Не продлится

# pro.renewOff.detail
source: Access ends with the trial.
de: Der Zugang endet mit der Testphase.
es: El acceso termina con la prueba.
fr: L’accès se termine avec l’essai.
ru: Доступ закончится вместе с пробным периодом.

# pro.renewalUnknown
source: Renewal date is syncing with the App Store.
de: Das Verlängerungsdatum wird mit dem App Store abgeglichen.
es: La fecha de renovación se está sincronizando con el App Store.
fr: La date de renouvellement se synchronise avec l’App Store.
ru: Дата продления синхронизируется с App Store.

# pro.renewsAuto
source: Renews automatically
de: Verlängert sich automatisch
es: Se renueva automáticamente
fr: Renouvellement automatique
ru: Продлевается автоматически

# pro.renewsAuto.detail
source: Unless canceled.
de: Sofern nicht gekündigt.
es: Salvo que la canceles.
fr: Sauf résiliation.
ru: Если не отменить.

# pro.sameFeatures
source: All plans include the same features on all your supported TVs.
de: Alle Tarife enthalten dieselben Funktionen für alle unterstützten Fernseher.
es: Todos los planes incluyen las mismas funciones en todas tus TV compatibles.
fr: Toutes les offres incluent les mêmes fonctions sur tous vos téléviseurs pris en charge.
ru: Все тарифы включают одинаковые функции на всех ваших совместимых ТВ.

# pro.scheduledChange
source: Switches to %1$@ on %2$@ (%3$@).
de: Wechsel zu %1$@ am %2$@ (%3$@).
es: Cambia a %1$@ el %2$@ (%3$@).
fr: Passage à %1$@ le %2$@ (%3$@).
ru: Переход на тариф «%1$@» %2$@ (%3$@).

# pro.seePlans
source: See plans
de: Tarife ansehen
es: Ver planes
fr: Voir les offres
ru: Посмотреть тарифы

# pro.status.inactive
source: Not active
de: Nicht aktiv
es: No activo
fr: Inactif
ru: Не активен

# pro.thenPrice
source: Then %@
de: Danach %@
es: Luego %@
fr: Puis %@
ru: Затем %@

# pro.trial.until
source: Free period until %@.
de: Kostenloser Zeitraum bis %@.
es: Periodo gratuito hasta el %@.
fr: Période gratuite jusqu’au %@.
ru: Бесплатный период до %@.

# pro.trialEndsTitle
source: Trial ends
de: Testphase endet
es: La prueba termina
fr: Fin de l’essai
ru: Пробный период заканчивается

# pro.trialEnjoying
source: You’re enjoying Remote Pro.
de: Du nutzt Remote Pro.
es: Estás disfrutando de Remote Pro.
fr: Vous profitez de Remote Pro.
ru: Вы пользуетесь Remote Pro.

# pro.yourPlan
source: Your plan
de: Dein Plan
es: Tu plan
fr: Votre forfait
ru: Ваш план

# purchase.pending
source: Your purchase is waiting for approval. You’ll get access automatically once it’s approved — no need to buy again.
de: Dein Kauf wartet auf Genehmigung. Du erhältst den Zugriff automatisch – kein erneuter Kauf nötig.
es: Tu compra espera aprobación. Tendrás acceso automáticamente cuando se apruebe; no hace falta volver a comprar.
fr: Votre achat attend une approbation. L’accès sera automatique une fois approuvé ; inutile de racheter.
ru: Покупка ожидает подтверждения. Доступ откроется автоматически после одобрения — покупать повторно не нужно.

# purchase.pending.note
source: Your access updates after confirmation.
de: Dein Zugang wird nach der Bestätigung aktualisiert.
es: Tu acceso se actualizará tras la confirmación.
fr: Votre accès sera mis à jour après confirmation.
ru: Доступ обновится после подтверждения.

# purchase.success.active
source: Remote Pro is active.
de: Remote Pro ist aktiv.
es: Remote Pro está activo.
fr: Remote Pro est actif.
ru: Remote Pro активен.

# purchase.success.afterTrial
source: %@ after the trial
de: %@ nach der Testphase
es: %@ tras la prueba
fr: %@ après l’essai
ru: %@ после пробного периода

# purchase.success.lifetime
source: Lifetime access unlocked. Thank you!
de: Dauerhafter Zugriff freigeschaltet. Danke!
es: Acceso de por vida desbloqueado. ¡Gracias!
fr: Accès à vie débloqué. Merci !
ru: Доступ навсегда открыт. Спасибо!

# purchase.success.manageNote
source: Manage or cancel in App Store settings.
de: Verwalten oder kündigen in den App Store-Einstellungen.
es: Gestiona o cancela en los ajustes de App Store.
fr: Gérez ou résiliez dans les réglages de l’App Store.
ru: Управлять и отменить можно в настройках App Store.

# purchase.success.monthly
source: Remote Pro is active (monthly). Thank you!
de: Remote Pro ist aktiv (monatlich). Danke!
es: Remote Pro está activo (mensual). ¡Gracias!
fr: Remote Pro est actif (mensuel). Merci !
ru: Remote Pro активен (месяц). Спасибо!

# purchase.success.sharingNote
source: Sharing starts only when you choose it.
de: Teilen startet nur, wenn du es auswählst.
es: Compartir solo empieza cuando lo eliges.
fr: Le partage ne démarre que lorsque vous le choisissez.
ru: Показ начнётся, только когда вы решите.

# purchase.success.trialActive
source: Your Remote Pro trial is active: %@ free.
de: Deine Remote Pro-Testphase ist aktiv: %@ gratis.
es: Tu prueba de Remote Pro está activa: %@ gratis.
fr: Votre essai Remote Pro est actif : %@ offerts.
ru: Пробный период Remote Pro активен: %@ бесплатно.

# purchase.success.yearly
source: Remote Pro is active (yearly). Thank you!
de: Remote Pro ist aktiv (jährlich). Danke!
es: Remote Pro está activo (anual). ¡Gracias!
fr: Remote Pro est actif (annuel). Merci !
ru: Remote Pro активен (год). Спасибо!

# remote.channel
source: CH
de: PROG
es: CAN
ru: КАН

# remote.compatibility
source: What works on this TV
de: Was mit diesem Fernseher funktioniert
es: Qué funciona en esta TV
fr: Ce qui fonctionne sur ce téléviseur
ru: Что работает на этом ТВ

# remote.dpad.accessibility
source: Navigation buttons
de: Navigationstasten
es: Botones de navegación
fr: Touches de navigation
ru: Кнопки навигации

# remote.keyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
ru: Клавиатура

# remote.more.footer
source: Controls depend on your TV. Keys your TV doesn’t accept are hidden. Wake requires network standby.
de: Die Steuerung hängt von deinem TV ab. Tasten, die er nicht annimmt, sind ausgeblendet. Einschalten erfordert Netzwerk-Standby.
es: Los controles dependen de tu TV. Las teclas que tu TV no acepta se ocultan. El encendido requiere espera en red.
fr: Les commandes dépendent de votre TV. Les touches non acceptées sont masquées. L’allumage nécessite la veille réseau.
ru: Набор кнопок зависит от телевизора: неподдерживаемые скрыты. Для включения нужен сетевой режим ожидания.

# remote.more.title
source: More buttons
de: Weitere Tasten
es: Más botones
fr: Autres touches
ru: Другие кнопки

# remote.noTV.action
source: Connect TV
de: Fernseher verbinden
es: Conectar TV
fr: Connecter le téléviseur
ru: Подключить ТВ

# remote.noTV.message
source: Find your TV on the Wi‑Fi network to start.
de: Suche deinen Fernseher im WLAN, um zu starten.
es: Busca tu TV en la red Wi‑Fi para empezar.
fr: Trouvez votre téléviseur sur le Wi‑Fi pour commencer.
ru: Найдите телевизор в сети Wi‑Fi, чтобы начать.

# remote.noTV.title
source: No TV yet
de: Noch kein Fernseher
es: Aún no hay TV
fr: Pas encore de téléviseur
ru: Телевизор не выбран

source: Remote options
de: Fernbedienungsoptionen
es: Opciones del mando
fr: Options de télécommande
ru: Настройки пульта

# remote.reconnect
source: Reconnect
de: Neu verbinden
es: Reconectar
fr: Reconnecter
ru: Подключить

# remote.status.connecting
source: Connecting…
de: Verbindung wird hergestellt …
es: Conectando…
fr: Connexion…
ru: Подключение…

# remote.status.disconnected
source: “%@” is not connected.
de: „%@“ ist nicht verbunden.
es: «%@» no está conectada.
fr: « %@ » n’est pas connecté.
ru: «%@» не подключён.

# remote.status.reconnecting
source: Reconnecting (attempt %lld of 3)…
de: Neue Verbindung (Versuch %lld von 3) …
es: Reconectando (intento %lld de 3)…
fr: Reconnexion (tentative %lld sur 3)…
ru: Переподключение (попытка %lld из 3)…

# remote.style.dpad
source: Buttons
de: Tasten
es: Botones
fr: Touches
ru: Кнопки

# remote.touchpad.accessibilityHint
source: Swipe up or down to move. Double-tap to select. The Buttons layout offers all directions.
de: Nach oben oder unten wischen zum Bewegen. Doppeltippen zum Auswählen. Das Tasten-Layout bietet alle Richtungen.
es: Desliza arriba o abajo para moverte. Toca dos veces para seleccionar. El diseño Botones ofrece todas las direcciones.
fr: Balayez vers le haut ou le bas pour vous déplacer. Touchez deux fois pour sélectionner. La disposition Touches offre toutes les directions.
ru: Смахните вверх или вниз для перемещения. Дважды коснитесь для выбора. В режиме «Кнопки» доступны все направления.

# remote.touchpad.hint
source: Swipe to move, tap to select
de: Wischen zum Bewegen, tippen zum Auswählen
es: Desliza para moverte y toca para seleccionar
fr: Balayez pour vous déplacer, touchez pour sélectionner
ru: Проведите для перемещения, коснитесь для выбора
